"secureCryptoVault" = "SIGURNO KRIPTO SEF";
"thisDevice" = "Ovaj uređaj:";
"start" = "Početak";
"createNewVault" = "Stvorite novi sef";
"importExistingVault" = "Uvezite postojeći sef";
"import" = "Uvoz";
"continue" = "Nastavi";
"changeVault" = "Promijeni sef";
"setup" = "Postavljanje";
"pair" = "Upareni";
"join" = "Pridruži se";
"swap" = "Zamijeni";
"send" = "Pošalji";
"tokens" = "Tokeni";
"vaults" = "Sefovi";
"vault" = "Sefovi";
"main" = "Glavni";
"address" = "Adresa";
"vaultDetailsTitle" = "Detalji";
"vaultDetailsDescription" = "Pogledajte detalje vašeg sefa";
"ECDSA" = "ECDSA";
"EdDSA" = "EdDSA";
"backup" = "Sigurnosna kopija";
"error" = "Greška";
"backupVault" = "Napravite sigurnosnu kopiju vašeg sefa";
"rename" = "Preimenuj";
"renameVault" = "Uredite ime vašeg sefa";
"delete" = "Izbriši";
"cancel" = "Otkaži";
"save" = "Spremi";
"asset" = "Imovina";
"assets" = "Imovine";
"vaultName" = "Ime sefa";
"deleteVault" = "Trajno izbrišite vaš sef";
"deleteVaultTitle" = "Izbriši sef";
"deleteVaultDescription" = "Ovaj sef će biti trajno uklonjen";
"backupVault" = "Napravite sigurnosnu kopiju vašeg sefa";
"addNewVault" = "Dodaj novi sef";
"editVault" = "Uredi sef";
"addressCopied" = "Adresa kopirana";
"hashCopied" = "Hash kopiran";
"ok" = "U redu";
"next" = "Sljedeći";
"skip" = "Preskoči";
"from" = "Od";
"to" = "Do";
"fees" = "Naknade";
"time" = "Vrijeme";
"scan" = "Skeniraj";
"pair" = "Upareni";
"verify" = "Provjeri";
"amount" = "Iznos";
"keysign" = "Potpis ključa";
"done" = "Gotovo";
"gas(auto)" = "Plin (auto)";
"enterPreviousVault" = "Unesite prethodno stvoreni udio sefa";
"uploadFile" = "Prenesite datoteku, tekst ili sliku";
"devicesOnSameWifi" = "Držite uređaje na istoj mreži s Vultisigom otvorenim";
"need3Devices" = "Potrebna su vam najmanje 2 uređaja";
"chooseTokens" = "Odaberite tokene";
"chooseChains" = "Odaberite lance";
"enterAddress" = "Unesite adresu";
"enterAmount" = "Unesite iznos";
"reshare" = "Ponovno podijeli";
"unknown" = "Nepoznato";
"reshareVault" = "Ponovno podijelite sef s novim odborom";
"pairWithOtherDevices" = "Upareni s drugim uređajima:";
"scanQrCode" = "Skenirajte QR kod";
"mainDevice" = "Glavni uređaj";
"pleaseWait" = "Molimo pričekajte...";
"joinKeygen" = "PRIDRUŽI SE GENERIRANJU KLJUČA/PONOVLJENOM DIJELJENJU";
"failToStartKeygen" = "Nije moguće pokrenuti generiranje ključa zbog nedostatka informacija";
"scanQRCodeJoinKeygen" = "Skenirajte QR kod na drugoj Vultisig aplikaciji za početak.";
"discoveringMediator" = "Otkrivanje posredničke usluge, molimo pričekajte...";
"joiningKeygen" = "Pridruživanje procesu generiranja / dijeljenja ključa, molimo pričekajte...";
"waitingForKeygenToStart" = "Čekanje na početak generiranja ključa, molimo pričekajte...";
"preparingVault" = "PRIPREMA SEFA...";
"generatingECDSA" = "GENERIRANJE ECDSA KLJUČA";
"generatingEdDSA" = "GENERIRANJE EdDSA KLJUČA";
"reshareECDSA" = "Ponovno dijeljenje ECDSA KLJUČA";
"reshareEdDSA" = "Ponovno dijeljenje EdDSA KLJUČA";
"keygenFailed" = "Generiranje ključa nije uspjelo";
"reshareFailed" = "Ponovno dijeljenje ključa nije uspjelo";
"joinKeyshare" = "Pridruži se dijeljenju ključa";
"lookingForDevices" = "Traženje uređaja... ";
"sign" = "Potpiši";
"amount" = "Iznos";
"amount(inFiat)" = "Iznos (u Fiatu)";
"balanceNativeToken" = "Saldo izvorne kovanice";
"memo" = "Bilješka";
"gas" = "Plin";
"signing" = "Potpisivanje";
"transaction" = "Transakcija";
"complete" = "Završeno";
"tryAgain" = "Pokušajte ponovno";
"failStartKeysign" = "Neuspjeh u pokretanju potpisa ključa";
"waitingForKeySignStart" = "Čekanje na početak procesa potpisivanja...";
"keysignFail" = "Proces potpisa ključa nije mogao biti pokrenut. Molimo provjerite svoje postavke i pokušajte ponovno.";
"joinKeySign" = "Pridruži se potpisu ključa";
"creatingTssInstance" = "STVARANJE TSS INSTANCE...";
"signingWithECDSA" = "POTPISIVANJE KORISTEĆI ECDSA KLJUČ... ";
"signingWithEdDSA" = "POTPISIVANJE KORISTEĆI EdDSA KLJUČ... ";
"keysignFinished" = "POTPIS KLJUČA ZAVRŠEN...";
"scanWithPairedDevice" = "Skenirajte sa svojim uparenim uređajem:";
"waitingForKeygenStart" = "Čekanje na početak generiranja ključa...";
"sendingRightAddressCheck" = "Šaljem na pravu adresu";
"correctAmountCheck" = "Iznos je točan";
"notHackedCheck" = "Ne šaljem svoj novac prevarantu ili hakeru";
"wrongVaultTryAgain" = "Pogrešan sef ili upareni uređaj.";
"signInErrorTryAgain" = "Greška pri prijavi. Molimo pokušajte ponovno.";
"sameWifiEntendedInstruction" = "Držite uređaje na istoj WiFi mreži, odaberite točan sef i uparite uređaje. Provjerite da nema drugih uređaja koji pokreću Vultisig.";
"validAddressError" = "Molimo unesite valjanu adresu.";
"positiveAmountError" = "Iznos mora biti pozitivan broj. Pokušajte ponovno.";
"nonNegativeFeeError" = "Naknada mora biti nenegativan broj. Pokušajte ponovno.";
"walletBalanceExceededError" = "Ukupni iznosi naknada premašuju saldo vašeg novčanika. Pokušajte ponovno.";
"mustHaveETHError" = "Morate imati ETH za plaćanje plina prije slanja tokena.";
"unavailableBalanceError" = "Saldo novčanika nije dostupan.";
"invalidGasFeeError" = "Nevažeća naknada za plin.";
"invalidTransactionAmountError" = "Nevažeći iznos transakcije.";
"walletBalanceExceededSolanaError" = "Ukupni iznos i naknada premašuju saldo vašeg novčanika. Pokušajte ponovno.";
"notEnoughBalanceError" = "Nemate dovoljno sredstava za slanje ove transakcije";
"gasEstimateETHError" = "Greška u procjeni plina za ETH";
"gasEstimateTOKENError" = "Greška u procjeni plina za TOKEN";
"gasEstimateError:" = "Greška u procjeni plina: ";
"mustAgreeTermsError" = "Morate se složiti s uvjetima.";
"confirmToSign" = "Potvrdite za potpis poruke?";
"unableToStartKeysignProcess" = "Nije moguće pokrenuti proces potpisa ključa zbog nedostatka informacija.";
"transactionComplete" = "Transakcija završena";
"transactions" = "Transakcije";
"cannotFindTransactions" = "Ne mogu pronaći transakcije";
"transactionID" = "ID transakcije";
"errorFetchingTransactions" = "Greška pri dohvaćanju transakcija";
"noTransactions" = "Još nema transakcija";
"tryFaceIDAgain" = "Pokušajte ponovno s Face ID";
"loginUsingFaceID" = "Prijava pomoću Face ID";
"failToGetAccountNumber" = "Nije moguće dobiti broj računa";
"failToGetSequenceNo" = "Nije moguće dobiti redni broj";
"failToGetRecentBlockHash" = "Nije moguće dobiti nedavni blok hash";
"checkExplorer" = "provjerite istraživač";
"self" = "Sam";
"settings" = "Postavke";
"language" = "Jezik";
"currency" = "Valuta";
"faq" = "ČPP";
"other" = "Ostalo";
"shareTheApp" = "Podijelite aplikaciju";
"noChainSelected" = "Nema odabranog lanca";
"setupVaultFAQQuestion" = "Kako postaviti svoj kripto trezor?";
"setupVaultFAQAnswer" = "Okupite dva ili više svojih uređaja i spojite ih na vaš lokalni WiFi, Hotspot ili internet. Zatim ih jednostavno uparite putem QR koda i stvorite novi trezor. Nakon toga možete slati sredstva.";
"supportedCryptoFAQQuestion" = "Koje kriptovalute podržava Vultisig?";
"supportedCryptoFAQAnswer" = "Svi asseti podržani od Trust Wallet Core-a su podržani u Vultisigu.";
"vaultSecurityFAQQuestion" = "Kako aplikacija za kripto trezor štiti moje kriptovalute?";
"vaultSecurityFAQAnswer" = "Vultisig je reviziran, otvorenog koda i koristi vrlo dobro provjerenu TSS knjižnicu.";
"moneyFAQQuestion" = "Kako Vultisig zarađuje?";
"moneyFAQAnswer" = "Vultisig naplaćuje samo fiksnu naknadu za zamjenu i mostove. Nema drugih skrivenih troškova.";
"assetRecoveryFAQQuestion" = "Mogu li povratiti svoja sredstva ako izgubim uređaj?";
"assetRecoveryFAQAnswer" = "Možete napraviti sigurnosnu kopiju svojeg trezora izvozom dionica trezora.";
"registerFAQQuestion" = "Moram li se registrirati?";
"registerFAQAnswer" = "Ne, nema zahtjeva za registracijom.";
"languageChangeTitle" = "Jezik promijenjen";
"restart" = "Molimo ponovno pokrenite aplikaciju kako biste primijenili nove postavke jezika.";
"EnglishUK" = "Engleski (UK)";
"German" = "Njemački";
"Spanish" = "Španjolski";
"Italian" = "Talijanski";
"Croatian" = "Hrvatski";
"Portuguese" = "Portugalski";
"youAreCreatingA" = "Stvaraš";
"withTheseDevices" = "S ovim uređajima";
"pairDeviceDisclaimersFirst" = "Možeš poslati transakcije samo s barem";
"pairDeviceDisclaimersSecond" = "od ovih uređaja prisutnih.";
"backupNotNeededDisclaimer" = "Vaš rezervni uređaj nije potreban osim ako ne izgubite jedan od svojih glavnih uređaja.";
"noBackupDeviceDisclaimer" = "Nemate treći rezervni uređaj, pa biste trebali sigurno sačuvati jedan dio trezora kasnije.";
"vaultNameExists" = "Naziv trezora %s već postoji";
"balanceNotAvailable" = "Saldo nije dostupan";
"invalidBalance" = "Nevažeći saldo";
"cannotDisableChain" = "Ne mogu onemogućiti lanac";
"needToRemoveTokens" = "Svi tokeni unutar ovog lanca moraju biti uklonjeni prije nastavka.";
"typeHere" = "Ovdje upišite";
"nameYourVault" = "Imenujte svoj trezor";
"uploadFromGallery" = "Prenesi iz galerije";
"polkadotExistentialDepositError" = "Ako račun padne ispod 1 DOT (Egzistencijalni Depozit), račun se briše (deaktivira), a preostala sredstva se uništavaju. Adresa se može ponovno aktivirati s novim depozitom većim od egzistencijalnog depozita u bilo kojem trenutku. To neće vratiti uništena sredstva.";
"noCameraPermissionError" = "Dopuštenje za kameru je odbijeno.\n\nMolimo omogućite ga u Postavkama.";
"openSettings" = "Otvori Postavke";
"fetchingVaultDetails" = "Dohvaćanje pojedinosti o spremištu";
"vaultNameUnique" = "Naziv spremišta mora biti jedinstven.";
"alreadyExists" = "već postoji";
"dismiss" = "Odbaci";
"urlCopied" = "URL kopiran";
"vaultWillBeDeletedPermanentlyPrompt" = "Svjestan sam da će spremište biti trajno izbrisano";
"canLoseFundsPrompt" = "Svjestan sam da mogu izgubiti sredstva";
"madeVaultBackupPrompt" = "Napravio sam sigurnosnu kopiju spremišta";
"youArePermanentlyDeletingVault" = "Trajno brišete svoje spremište";
"reviewConditions" = "Pregled uvjeta";
"reviewConditionsMessage" = "Molimo pregledajte i prihvatite sve navedene uvjete.";
"deposit" = "Polog";
"enterPassword" = "Unesite lozinku";
"passwordProtectBackup" = "Zaštitite svoju sigurnosnu kopiju lozinkom";
"errorSavingFile" = "Pogreška pri spremanju datoteke";
"invalidVaultData" = "Nevažeći podaci spremišta";
"vaultAlreadyExists" = "Spremište već postoji";
"vaultRestoreFailed" = "Neuspješno vraćanje spremišta";
"backupDecryptionFailed" = "Neuspješno dešifriranje sigurnosne kopije";
"incorrectPassword" = "Netočna lozinka";
"findCustomTokens" = "Pronađite Svoj Prilagođeni Token";
"customToken" = "Prilagođeni Token";
"details" = "Detalji";
"vaultType" = "Tip spremišta";
"ECDSAKey" = "ECDSA ključ";
"EdDSAKey" = "EdDSA ključ";
"Selected" = "Odabrano";
"searchResult" = "Rezultat pretraživanja";
"verifyPassword" = "Potvrdite lozinku";
"passwordMismatch" = "Lozinke se ne podudaraju";
"verifyPasswordMismatch" = "Molimo vas provjerite da su vaše lozinke iste.";
"emptyField" = "Prazno polje(a)";
"checkEmptyField" = "Molimo provjerite da su sva polja ispunjena.";
"optionalPasswordProtectBackup" = "Neobavezna zaštita lozinkom vašeg spremišta";
"keygenFor" = "Generiranje ključeva za";
"devicesOnSameNetwork" = "Povežite sve uređaje na istu\nmrežu s otvorenom aplikacijom Vultisig.";
"devicesOnSameInternet" = "Povežite sve uređaje na\ninternet s otvorenom aplikacijom Vultisig.";
"invalidFileFormat" = "Nevažeći format datoteke";
"invalidFileFormatMessage" = "Molimo vas provjerite jeste li odabrali ispravnu sigurnosnu kopiju s ekstenzijom .dat.";
"uploadBackupFile" = "Prenesite sigurnosnu kopiju datoteke";
